/* default status bar string when no page is showing (the no home page case) */
"" = "";

/* format used for recent searches for the search field menu */
"  %@" = "  %@";

/* The format for hours and minutes in 12 hour format */
"%1I:%M" = "%1I:%M";

/* title for error dialog displayed when a built-in file could not be located (nib corrupted?) */
"%@ not found" = "%@ non trovato";

/* activity window string for object where the expected size is not known */
"%@ of ?" = "%@ di ?";

/* Status field in Downloads representing total transferred and download rate. */
"%@ — %@ per sec." = "%@ — %@ per sec.";

/* date format used for History menu */
"%A, %B %e" = "%A, %B %e";

/* Date format with arguments full month name, day, and year */
"%B %e, %Y" = "%e %B, %Y";

/* Date format with arguments full month, day, and year, to be followed by time */
"%B %e, %Y " = "%e %B, %Y ";

/* The format for hours and minutes in 24 hour format */
"%H:%M" = "%H:%M";

/* Date format with arguments abbreviated month name, day, and year */
"%b %e, %Y" = "%e %b, %Y";

/* Date format with arguments abbreviated month name, day, and year, to be followed by time */
"%b %e, %Y " = "%e %b, %Y ";

/* Total field of Downloads window when there is more than 1 download */
"%d Downloads" = "%d Download";

/* item count in activity window */
"%d items (%d errors)" = "%d elementi (%d errori)";

/* item count in activity window */
"%d items (activity window)" = "%d elementi";

/* displayed count for bookmark folder that contains more than one item in bookmarks view */
"%d items (bookmarks view)" = "%d elementi";

/* item count in activity window */
"%d of %d items" = "%d di %d elementi";

/* item count in activity window */
"%d of %d items (%d errors)" = "%d di %d elementi (%d errori)";

/* item count in activity window */
"%d of %d items (1 error)" = "%d di %d elementi (1 errore)";

/* Date format with arguments month number, day, and year */
"%m/%d/%Y" = "%d/%m/%Y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%Y " = "%d/%m/%Y ";

/* Date format with arguments month number, day, and year */
"%m/%d/%y" = "%d/%m/%Y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%y " = "%d/%m/%Y ";

/* Argument is the AM/PM designator */
"%p" = "%p";

/* displayed name for Address Book entry with no composite name */
"(no name)" = "(nessun nome)";

/* displayed count for empty bookmark folder in bookmarks view */
"0 items (bookmarks view)" = "0 elementi";

/* item count in activity window */
"0 of 1 item" = "0 di 1 elemento";

/* Total field of Downloads window when there is 1 download */
"1 Download" = "1 Download";

/* item count in activity window */
"1 item (activity window)" = "1 elemento";

/* displayed count for bookmark folder that contains 1 item in bookmarks view */
"1 item (bookmarks view)" = "1 elemento";

/* item count in activity window */
"1 item (error)" = "1 elemento (errore)";

/* About Rendezvous table item in the Rendezvous window */
"About Rendezvous" = "Info su Rendezvous";

/* context menu item */
"Add Link to Bookmarks" = "Aggiungi Collegamento ai Preferiti";

/* submenu title in Bookmarks menu */
"Address Book" = "Rubrica Indirizzi";

/* displayed title of special bookmark that shows Address Book home pages */
"Address Book (bookmark proxy)" = "Rubrica Indirizzi";

/* action name for Undo item when a bookmark address has been changed */
"Address Change" = "Cambia Indirizzo";

/* preference panel name */
"Advanced" = "Avanzate";

/* message of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"An unexpected problem occurred while saving bookmarks." = "Si è verificato un problema inatteso durante la registrazione dei preferiti.";

/* preference panel name */
"Appearance" = "Aspetto";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "Aggiungi";

/* Title for confirmation sheet when user checks 'Block pop-up windows' */
"Are you sure you want to change this setting?" = "Sei sicuro di voler cambiare questa impostazione?";

/* title for Empty Cache confirmation alert */
"Are you sure you want to empty the cache?" = "Sei sicuro di voler vuotare la cache?";

/* title for Remove All Cookies confirmation alert */
"Are you sure you want to remove all cookies?" = "Sei sicuro di voler eliminare tutti i cookie?";

/* title for Reset Safari confirmation alert */
"Are you sure you want to reset Safari?" = "Sei sicuro di voler ripristinare Safari con le impostazioni di default?";

/* Title for sheet warning of re-posting form data */
"Are you sure you want to send a form again?" = "Sei sicuro di voler inviare di nuovo un modulo?";

/* Status field in Downloads when a DiskCopy image is requesting authentication. */
"Authenticating" = "Autentico";

/* Title for Auto-Tab column in bookmarks view, present only when viewing Bookmarks Bar contents */
"Auto-Tab" = "Pannelli Automatici";

/* preference panel name */
"AutoFill" = "Riempimento Automatico";

/* Message in sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill." = "Riempimento Automatico compila i moduli delle pagine web con le informazioni della tua scheda di Rubrica Indirizzi o di altri moduli compilati in precedenza. Le informazioni richieste da questo modulo non corrispondono a nessuna informazione contenuta in  Riempimento Automatico.";

/* Message in sheet shown when AutoFill finds no form to operate on. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete." = "Riempimento Automatico compila i moduli delle pagine web con le informazioni della tua scheda di Rubrica Indirizzi o di altri moduli compilati in precedenza. Questa pagina non contiene moduli elettronici da compilare.";

/* Title of sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill did not complete anything." = "Riempimento Automatico non ha compilato nulla.";

/* preference panel name */
"Bookmarks (preference panel)" = "Preferiti";

/* Title of window or tab when showing bookmarks */
"Bookmarks (window title)" = "Preferiti";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "Barra dei Preferiti";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "Menu dei Preferiti";

/* Title for a normal Cancel button */
"Cancel" = "Annulla";

/* status bar message when page load was cancelled */
"Cancelled opening the page" = "L'apertura della pagina è stata annullata";

/* error message for URL with unsupported scheme, like xxx:yyy */
"Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”." = "Non posso collegarmi a “%@”, perché Mac OS X non riconosce gli indirizzi che iniziano con “%@:”.";

/* message for file URL without an appropriate application */
"Cannot open the file “%@” because Mac OS X doesn’t know which application to use." = "Non posso aprire il file “%@” perché Mac OS X non sa quale applicazione utilizzare.";

/* error message for using JavaScript somewhere it's not allowed */
"Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way." = "Non posso eseguire lo script “%@” perché Safari non permette questo utilizzo di JavaScript.";

/* title of panel */
"Can’t Open Bookmark" = "Non posso aprire il preferito";

/* title of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Can’t connect to server." = "Non posso collegarmi al server.";

/* panel title for file URL for nonexistent file */
"Can’t find file." = "Non trovo il documento.";

/* panel title for URL with unsupported scheme */
"Can’t go to address" = "Non posso collegarmi all'indirizzo";

/* panel title for file URL without an appropriate application */
"Can’t open file" = "Non posso aprire il documento";

/* panel title for file URL for folder that can’t be opened */
"Can’t open folder" = "Non posso aprire la cartella";

/* panel title for using JavaScript somewhere it's not allowed */
"Can’t use JavaScript here" = "Non posso usare JavaScript qui";

/* title for button in open panel from file button used in HTML forms */
"Choose (HTML form open panel)" = "Scegli";

/* button title in open panel for choosing user style sheet preference */
"Choose (style sheet open panel)" = "Scegli";

/* Status field in Downloads when a DiskCopy image is cleaning up. */
"Cleaning up" = "Ripulisco";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Entries" = "Cancella Inserimenti";

/* title for menu item that erases history from menu and bookmarks view */
"Clear History" = "Cancella Cronologia";

/* tooltip for auto-tab folder in bookmarks bar */
"Click to open the bookmarks in this folder in tabs." = "Fai clic per aprire i preferiti di questa cartella in pannelli.";

/* tooltip for favorite bar bookmarks for folders */
"Click to see the bookmarks in this folder." = "Fai clic per visualizzare i preferiti in questa cartella.";

/* context menu item */
"Close Other Tabs" = "Chiudi Altri Pannelli";

/* context menu item */
"Close Tab" = "Chiudi Pannello";

/* status bar message when page load finishes with multiple errors */
"Completed opening the page with %d errors (see Activity window for details)" = "Ho completato l'apertura della pagina con %d errori (apri la finestra Attività per i dettagli)";

/* status bar message when page load finishes with a single error */
"Completed opening the page with 1 error (see Activity window for details)" = "Ho completato l'apertura della pagina con 1 errore (apri la finestra Attività per i dettagli)";

/* message for status bar when busy looking for a particular host */
"Contacting “%@”" = "Sto contattando “%@”";

/* message for status bar when busy looking for a particular host via a proxy server */
"Contacting “%@” via proxy “%@”" = "Sto contattando “%@” tramite il proxy “%@”";

/* Title for default button in unknown root warning sheet */
"Continue" = "Continua";

/* BrowserDiskCopyCopyingFailed description */
"Copy failed" = "Copia fallita";

/* Status field in Downloads when a DiskCopy image is copying. */
"Copying" = "Sto copiando";

/* message for error sheet when we couldn't connect to a rendezvous server */
"Could not locate the rendezvous server “%@”." = "Non trovo il server rendezvous “%@”.";

/* message of sheet displayed for WebFoundationErrorTimedOut. */
"Could not open the page “%@” after trying for %d seconds." = "Non ho potuto aprire la pagina “%@” dopo avere provato per %d secondi.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”." = "Non posso aprire la pagina “%@” perché Safari non riesce a stabilire una connessione protetta con il server “%@”.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date." = "Non posso aprire la pagina “%@” perché Safari non riesce a stabilire una connessione protetta con il server “%@”. Uno o più certificati utilizzati per verificare l'identità del creatore del sito ha una data non valida.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site." = "Non posso aprire la pagina “%@” perché Safari non riesce a stabilire una connessione protetta con il server “%@”. Uno o più certificati utilizzati per verificare l'identità del creatore del sito ha una data non valida. Dovresti aggiornare con l'ultima versione di Mac OS X, che ha migliorato la sicurezza e potrebbe consentirti di collegarti a questo sito.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateUntrusted. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner." = "Non posso aprire la pagina “%@” perché Safari non riesce a stabilire una connessione protetta con il server “%@”. Safari non può verificare il certificato utilizzato per autenticare l'identità del creatore del sito.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError. */
"Could not open the page “%@” because Safari could not load any data for this location." = "Non posso aprire la pagina “%@” perché Safari non può caricare nessun dato da questo indirizzo.";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError. */
"Could not open the page “%@” because Safari couldn’t connect to the server “%@”." = "Non posso aprire la pagina “%@” perché Safari non può collegarsi al server “%@”.";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL. */
"Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”." = "Non posso aprire la pagina “%@” perché Safari non supporta la redirezione verso indirizzi che iniziano con “%@:”.";

/* Message of sheet displayed for WebFoundationErrorBadURLError. */
"Could not open the page “%@” because it’s an invalid address." = "Non posso aprire la pagina “%@” perché ha un indirizzo non valido.";

/* Message of sheet displayed for POSIX error ECONNRESET. */
"Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy." = "Non posso aprire la pagina “%@” perché la connessione alla rete è stata interrotta. Talvolta questo succede quando c'è molto traffico sulla rete.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation. */
"Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct." = "Non posso aprire la pagina “%@” perché la pagina non esiste. Controlla che l'indirizzo sia corretto.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name. */
"Could not open the page “%@” because the server could not be found." = "Non posso aprire la pagina “%@” perché non trovo il server.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError. */
"Could not open the page “%@” because the server “%@” could not be found." = "Non posso aprire la pagina “%@” perché non trovo il server %@.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError. */
"Could not open the page “%@” because your computer isn’t connected to the Internet." = "Non posso aprire la pagina “%@” perché il computer non è connesso a Internet.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded. */
"Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Non posso aprire la pagina “%@”.\n\nL'errore è: “%@” (%@:%d)\n\nComunica l'errore descrivendo le azioni eseguite prima che comparisse questo messaggio.";

/* Title of sheet displayed for miscellaneous errors when a page could not be even partially loaded */
"Could not open the page." = "Non posso aprire la pagina.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined. */
"Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Non posso aprire la pagina specificata. L'errore è: “%@” (%@:%d)\n\nComunica l'errore descrivendo le azioni eseguite prima che comparisse questo messaggio.";

/* Alert title when trying to reveal a missing file from Downloads window */
"Could not show the file in the Finder." = "Non posso mostrare il documento nel Finder.";

/* Alert message when user tries to reveal a downloaded file that has been moved */
"Could not show the file “%@” in the Finder because it moved since you downloaded it." = "Non posso mostrare il documento “%@” nel Finder perché è stato spostato dopo il download.";

/* Title of error sheet shown when the user clicks the Edit button for their AutoFill Address Book preference. */
"Couldn’t edit your Address Book card." = "Non posso modificare la tua scheda di Rubrica Indirizzi.";

/* message for error dialog displayed when a built-in file could not be located (bundle corruption?) */
"Couldn’t open %@.%@, because the file, which should be built-in, could not be found." = "Non posso aprire %@.%@, perché non riesco a trovare il documento che dovrebbe essere incluso.";

/* Title of error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"Couldn’t open the Address Book application." = "Non posso aprire l'applicazione Rubrica Indirizzi.";

/* Status field in Downloads when Safari is decompressing a cpgz, zip file etc. */
"Decompressing" = "Decomprimo";

/* BrowserBOMCopyFailed description */
"Decompression failed" = "Decompressione fallita";

/* action name for Undo item when multiple bookmarks are deleted */
"Delete %d Bookmarks" = "Elimina %d Preferiti";

/* action name for Undo item when multiple history items are deleted */
"Delete %d History Entries" = "Elimina %d Elementi Cronologia";

/* bookmark context menu item */
"Delete (bookmark context menu)" = "Elimina";

/* action name for Undo item when 1 bookmark is deleted */
"Delete Bookmark" = "Elimina Preferito";

/* title for confirmation alert */
"Delete Bookmarks Folder?" = "Elimino Cartella Preferiti?";

/* button title in confirmation alert */
"Delete Folder" = "Elimina Cartella";

/* action name for Undo item when 1 history item is deleted */
"Delete History Entry" = "Elimina Elemento Cronologia";

/* status bar text when the control key is held down, but not over a link */
"Display a menu" = "Mostra un menu";

/* status bar text when the control key is held down over a link with no title */
"Display a menu for “%@”" = "Mostra un menu per “%@”";

/* status bar text when the control key is held down over a link with a title */
"Display a menu for “%@” <%@>" = "Mostra un menu per “%@” <%@>";

/* Status field in Downloads when DiskCopy has displayed an SLA. */
"Displaying software license agreement" = "Mostra l'accordo della licenza software";

/* message for confirmation alert */
"Do you really want to delete the bookmarks folder “%@”?" = "Vuoi veramente eliminare la cartella dei preferiti “%@”?";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append ‘.txt’ anyway?" = "Il nome del documento %@ sembra avere già un'esetensione. Aggiungo ‘.txt’ comunque?";

/* button title in download in progress alert */
"Don’t Quit" = "Non Uscire";

/* second button title in default browser confirmation alert */
"Don’t Switch" = "Non Cambiare";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don’t append" = "Non Aggiungere";

/* status bar text when over a link to a fragment on the current page (without a title) with the option key (and no command key) held down */
"Download #%@ of this page" = "Scarico #%@ di questa pagina";

/* Alert title for 1 download in progress */
"Download in progress" = "Download in corso";

/* status bar text when over a link (without a title) with the option key (and no command key) held down */
"Download “%@”" = "Scarico “%@”";

/* status bar text when over a link to a fragment on the current page (with a title) with the option key (and no command key) held down */
"Download “%@” (#%@ of this page)" = "Scarico “%@” (#%@ di questa pagina)";

/* status bar text when over a link (with a title) with the option key (and no command key) held down */
"Download “%@” <%@>" = "Scarico “%@” <%@>";

/* Alert title for n downloads in progress */
"Downloads in progress" = "Download in corso";

/* menu title for submenu in Go menu that contains URLs visited earlier than the most recent few */
"Earlier Today" = "Visitati Oggi";

/* bookmark context menu item */
"Edit Address" = "Modifica Indirizzo";

/* bookmark context menu item */
"Edit Contents" = "Modifica Contenuti";

/* bookmark context menu item */
"Edit Name" = "Modifica Nome";

/* button title in Empty Cache confirmation alert */
"Empty" = "Vuota";

/* Button title in bug report sheet */
"Fewer Options" = "Meno Opzioni";

/* preference panel name */
"General" = "Generale";

/* Title for Go button in missing plug-in sheet */
"Go (missing plug-in sheet)" = "Vai";

/* context menu item */
"Go To Address" = "Collegati a questo Indirizzo";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another frame in the same window */
"Go to #%@ of this page in another frame" = "Collegati a #%@ in un altro frame";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another window */
"Go to #%@ of this page in another window" = "Collegati a #%@ in un'altra finestra";

/* status bar text when over a link to a fragment on the current page without a title */
"Go to #%@ on this page" = "Collegati a #%@ in questa pagina";

/* hint text to show in page address field when empty */
"Go to this address" = "Collegati a questo indirizzo";

/* status bar text when over a link with no title */
"Go to “%@”" = "Collegati a “%@”";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another frame in the same window */
"Go to “%@” (#%@ of this page) in another frame" = "Collegati a “%@” (#%@ di questa pagina) in un altro frame";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another window */
"Go to “%@” (#%@ of this page) in another window" = "Collegati a “%@” (#%@ di questa pagina) in un'altra finestra";

/* status bar text when over a link to a fragment on the current page with a title */
"Go to “%@” (#%@) on this page" = "Collegati a “%@” (#%@) in questa pagina";

/* status bar text when over a link with a title */
"Go to “%@” <%@>" = "Collegati a “%@” <%@>";

/* status bar text when over a link (with a title) that targets another frame in the same window */
"Go to “%@” <%@> in another frame" = "Collegati a “%@” <%@> in un altro frame";

/* status bar text when over a link (with a title) that targets another window */
"Go to “%@” <%@> in another window" = "Collegati a “%@” <%@> in un'altra finestra";

/* status bar text when over a link (without a title) that targets another frame in the same window */
"Go to “%@” in another frame" = "Collegati a “%@” in un altro frame";

/* status bar text when over a link (without a title) that targets another window */
"Go to “%@” in another window" = "Collegati a “%@” in un'altra finestra";

/* hint text to show in search field when empty */
"Google" = "Google";

/* context menu item */
"Google Search" = "Ricerca con Google";

/* menu item */
"Hide All Bookmarks" = "Nascondi Tutti i Preferiti";

/* tooltip for show/hide bookmarks button */
"Hide all bookmarks." = "Nascondi tutti i preferiti.";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "Cronologia";

/* title for confirmation alert to switch default browser to Safari */
"If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?" = "Impostando Safari come browser predefinito, i collegamenti in Mail o in altre applicazioni verranno aperti con Safari. Vuoi procedere?";

/* Imported IE Favorites folder name */
"Imported IE Favorites" = "Preferiti Importati da IE";

/* Imported Netscape/Mozilla Favorites folder name */
"Imported Netscape/Mozilla Favorites" = "Preferiti Importati da Netscape/Mozilla";

/* title of sheet for when you type a location that can't be turned into a URL */
"Invalid location" = "Indirizzo non valido";

/* Title for sheet that appears when java is unavailable */
"Java is unavailable." = "Java non è disponibile.";

/* title of JavaScript alert panel */
"JavaScript" = "JavaScript";

/* for display in column of global history outline */
"Last Visited Today" = "Ultimi Visitati Oggi";

/* label of tab when tab is loading */
"Loading (tab)" = "Apertura";

/* window title while page with no title or URL is loading */
"Loading (window)" = "Apertura";

/* window title while page is loading */
"Loading “%@”" = "Sto caricando “%@”";

/* message for status bar when either loading a URL without a remote host, or already found host and loading */
"Loading “%@”, completed %@" = "Sto caricando “%@”, completati %@";

/* Button title in bug report sheet */
"More Options" = "Più Opzioni";

/* Status field in Downloads when a DiskCopy image is mounting. */
"Mounting" = "Attivo";

/* BrowserDiskCopyMountingFailed description */
"Mounting failed" = "Attivazione fallita";

/* action name for Undo item when multiple bookmarks have been dragged within the bookmarks view */
"Move %d Bookmarks" = "Sposta %d Preferiti";

/* action name for Undo item when 1 bookmark has been dragged within the bookmarks view */
"Move Bookmark" = "Sposta Preferito";

/* action name for Undo item when a bookmark name has been changed */
"Name Change" = "Cambia Nome";

/* Third response to sheet when submitting a form with login information */
"Never for this Website" = "Mai per questo sito web";

/* verb for New Folder, used as button label and Undo action string */
"New Folder" = "Nuova Cartella";

/* context menu item */
"New Tab" = "Nuovo Pannello";

/* dimmed menu item for empty Rendezvous case */
"No Rendezvous websites available" = "Nessun sito web Rendezvous disponibile";

/* tool tip used for favorite bar bookmarks that have no URL */
"No address specified" = "Nessun indirizzo specificato";

/* title of sheet for when try to go with no location */
"No address specified." = "Nessun indirizzo specificato.";

/* dimmed menu item for empty bookmarks toolbar case */
"No bookmarks in bar" = "Nessun preferito nella barra";

/* message for file URL for nonexistent file */
"No file exists at “%@”." = "Non esiste nessun documento su “%@”.";

/* dimmed menu item for empty address book case */
"No home pages in Address Book" = "Nessuna pagina iniziale in Rubrica Indirizzi";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nessuna ricerca recente";

/* popup menu choice for default style sheet */
"None Selected (style sheet)" = "Nulla Selezionato";

/* Second response to sheet when submitting a form with login information */
"Not Now" = "Non Adesso";

/* title of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Not connected to Internet." = "Non connesso a Internet.";

/* status text in Find dialog when a search found nothing */
"Not found" = "Non trovato";

/* Title of sheet shown when AutoFill finds no form to operate on. */
"Nothing to AutoFill." = "Niente da riempire automaticamente.";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "Nessun posto dove cercare";

/* status bar text when over a link to a fragment on the current page (without a title) with the command key held down in tabbed browsing mode */
"Open #%@ of this page in a new tab" = "Apri #%@ di questa pagina in un nuovo pannello";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open #%@ of this page in a new tab behind the current one" = "Apri #%@ di questa pagina in un nuovo pannello dietro quello attuale";

/* status bar text when over a link to a fragment on the current page (without a title) that always creates a new window or with the command key held down */
"Open #%@ of this page in a new window" = "Apri #%@ di questa pagina in una nuova finestra";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down */
"Open #%@ of this page in a new window behind the current window" = "Apri #%@ di questa pagina in una nuova finestra dietro quella attuale";

/* bookmark context menu item */
"Open (bookmark context menu)" = "Apri";

/* menu item */
"Open Address Book" = "Apri Rubrica Indirizzi";

/* context menu item */
"Open Link in New Tab" = "Apri Collegamento in un Nuovo Pannello";

/* bookmark context menu item */
"Open in New Tab (bookmark context menu)" = "Apri in una Nuovo Pannello";

/* bookmark context menu item */
"Open in New Window (bookmark context menu)" = "Apri in una Nuova Finestra";

/* bookmark context menu item and folder menu item */
"Open in Tabs" = "Apri nei Pannelli";

/* context menu item */
"Open with QuickTime Player" = "Apri con QuickTime Player";

/* context menu item */
"Open with iTunes" = "Apri con iTunes";

/* status bar text when over a link to a fragment on the current page (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab" = "Apri “%@” (#%@ di questa pagina) in un nuovo pannello";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab behind the current one" = "Apri “%@” (#%@ di questa pagina) in un nuovo pannello dietro quello attuale";

/* status bar text when over a link to a fragment on the current page (with a title) that always creates a new window or with the command key held down */
"Open “%@” (#%@ of this page) in a new window" = "Apri “%@” (#%@ di questa pagina) in una nuova finestra";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down */
"Open “%@” (#%@ of this page) in a new window behind the current window" = "Apri “%@” (#%@ di questa pagina) in una nuova finestra dietro quella attuale";

/* status bar text when over a link (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab" = "Apri “%@” <%@> in un nuovo pannello";

/* status bar text when over a link (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab behind the current one" = "Apri “%@” <%@> in un nuovo pannello dietro quello attuale";

/* status bar text when over a link (with a title) that always creates a new window or with the command key held down */
"Open “%@” <%@> in a new window" = "Apri “%@” <%@> in una nuova finestra";

/* status bar text when over a link (with a title) with the shift and command keys held down */
"Open “%@” <%@> in a new window behind the current window" = "Apri “%@” <%@> in una nuova finestra dietro quella attuale";

/* status bar text when over a link (without a title) with the command key held down in tabbed browsing mode */
"Open “%@” in a new tab" = "Apri “%@” in una nuovo pannello";

/* status bar text when over a link (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” in a new tab behind the current one" = "Apri “%@” in un nuovo pannello dietro quello attuale";

/* status bar text when over a link (without a title) that always creates a new window or with the command key held down */
"Open “%@” in a new window" = "Apri “%@” in una nuova finestra";

/* status bar text when over a link (without a title) with the shift and command keys held down */
"Open “%@” in a new window behind the current window" = "Apri “%@” in una nuova finestra dietro quella attuale";

/* popup menu choice for download location */
"Other... (download location)" = "Altro...";

/* popup menu choice for default style sheet */
"Other... (style sheet)" = "Altro...";

/* title of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Page not found." = "Pagina non trovata.";

/* Marker in Password viewing prefs sheet for a site for which we never save passwords. */
"Passwords Never Saved" = "Password Mai Registrate";

/* action name for Undo item when multiple bookmarks are pasted */
"Paste %d Bookmarks" = "Incolla %d Preferiti";

/* action name for Undo item when 1 bookmark is pasted */
"Paste Bookmark" = "Incolla Preferito";

/* panel title for file URL with insufficient permissions */
"Permission denied." = "Permesso negato.";

/* Title for sheet that appears when an unknown plug-in error occurred */
"Plug-in error occurred" = "Errore plug-in";

/* Title for sheet that appears when a page specifies a plug-in that's not installed */
"Plug-in not found." = "Plug-in non trovato.";

/* Title for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content. */
"Plug-in not supported" = "Plug-in non supportato";

/* Status field in Downloads when a DiskCopy image is preparing to decompress. */
"Preparing to decompress" = "Sto preparando la decompressione";

/* Status field in Downloads when the download has just started. */
"Preparing to download" = "Sto preparando il download";

/* context menu item */
"Print Frame…" = "Stampa Frame…";

/* context menu item */
"Print Page…" = "Stampa Pagina…";

/* title of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"Problem saving bookmarks." = "Problema nella registrazione dei preferiti.";

/* button title in download in progress alert */
"Quit" = "Esci";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Ricerche Recenti";

/* title off sheet displayed for WebFoundationErrorUnsupportedURL */
"Redirected to unsupported page." = "Rediretto verso una pagina non supportata.";

/* context menu item */
"Reload All Tabs" = "Ricarica Tutti i Pannelli";

/* context menu item */
"Reload Tab" = "Ricarica Pannello";

/* tooltip for stop/reload button */
"Reload the current page." = "Ricarica la pagina corrente.";

/* ToolTip for reload button in Downloads */
"Reload “%@”." = "Ricarica “%@”.";

/* button title in Remove All Cookies confirmation alert */
"Remove All" = "Elimina Tutto";

/* submenu title in Bookmarks menu */
"Rendezvous" = "Rendezvous";

/* displayed title of special bookmark that shows Rendezvous items */
"Rendezvous (bookmark proxy)" = "Rendezvous";

/* title for error sheet when we couldn't connect to a rendezvous server */
"Rendezvous server not found." = "Server Rendezvous non trovato.";

/* button title in Reset Safari confirmation alert */
"Reset" = "Ripristina";

/* message for Reset Safari confirmation alert */
"Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries." = "Ripristinando Safari con le impostazioni di default si eliminano la cronologia, la cache, la finestra dei Download e i cookie. Inoltre si eliminano tutte le password salvate, i dati per il Riempimento Automatico e le ricerche eseguite con Google.";

/* status bar text when over a javascript: link with no title */
"Run script “%@”" = "Eseguo lo script “%@”";

/* status bar text when over a javascript: link with a title */
"Run script “%@” <%@>" = "Eseguo lo script “%@” <%@>";

/* Title of alert when Safari Beta has expired. */
"Safari Beta has expired" = "Safari Beta è scaduto";

/* Message of alert when Safari Beta has expired. */
"Safari Beta has expired." = "Safari Beta è scaduto.";

/* Title of alert when Safari Beta will expire. */
"Safari Beta will expire" = "Safari Beta scadrà";

/* Message of alert when Safari Beta will expire in less than a day. */
"Safari Beta will expire in less than a day." = "Safari Beta scadrà fra meno di un giorno.";

/* Message of alert when Safari Beta will expire in less than a week. */
"Safari Beta will expire in less than a week." = "Safari Beta scadrà fra meno di una settimana.";

/* Keychain label for password used to access saved encrypted form autofill data.  Be brief. */
"Safari Forms AutoFill" = "Riempimento Automatico Moduli di Safari";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"Safari could not verify the identity of the website “%@”." = "Safari non ha potuto verificare l'identità del sito “%@”.";

/* Alert message when user quits when n files are downloading */
"Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?" = "Safari sta scaricando %d documenti. Se esci adesso, il download di questi documenti verrà interrotto. Vuoi uscire comunque?";

/* Alert message when user quits when 1 file is downloading */
"Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?" = "Safari sta scaricando “%@”. Se esci adesso, il download di questo documento verrà interrotto. Vuoi uscire comunque?";

/* message for Empty Cache confirmation alert */
"Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again." = "Safari registra il contenuto delle pagine web che hai aperto nella cache in modo da aprirle più rapidamente la prossima volta che le visiterai.";

/* context menu item */
"Save Frame As…" = "Registra Frame col Nome…";

/* context menu item */
"Save Page As…" = "Registra Pagina col Nome…";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Registra come Solo Testo";

/* Sheet message when submitting a form with login information */
"Saved passwords can be reviewed and removed in the AutoFill preferences." = "Le password registrate possono essere esaminate o rimosse nelle preferenze di Riempimento Automatico.";

/* does not show up in the UI any more */
"Search the web with Google" = "Ricerca nel Web con Google";

/* preference panel name */
"Security" = "Sicurezza";

/* button label when choosing default web browser in Preferences */
"Select (default web browser)" = "Seleziona";

/* button label in open panel for choosing download folder */
"Select (download location)" = "Seleziona";

/* prompt when choosing default web browser in Preferences */
"Select an Application" = "Seleziona un'Applicazione";

/* Title for default button in insecure form warning sheet */
"Send" = "Invia";

/* status bar text when over a mailto: link with no title */
"Send email to %@" = "Invia un email a %@";

/* status bar text when over a mailto: link with a title */
"Send email to “%@” <%@>" = "Invia un email a “%@” <%@>";

/* title of sheet displayed for WebFoundationErrorCannotFindHostError */
"Server not found." = "Server non trovato.";

/* menu item title in back/forward menu after you do Open in Tabs */
"Set of Tabs" = "Gruppo di Pannelli";

/* menu item */
"Show All Bookmarks" = "Mostra Tutti i Preferiti";

/* tooltip for show/hide bookmarks button */
"Show all bookmarks." = "Mostra tutti i preferiti.";

/* ToolTip for reveal button in Downloads */
"Show “%@” in the Finder." = "Mostra “%@” nel Finder.";

/* tooltip for button at right side of search field */
"SnapBack to last search results." = "SnapBack agli ultimi risultati della ricerca.";

/* tooltip for button at right side of location field */
"SnapBack to “%@”." = "SnapBack a “%@”.";

/* Title of HTML source window */
"Source of %@" = "Sorgente di %@";

/* ToolTip for stop button in Downloads when the download is decompressing */
"Stop decompressing “%@”." = "Interrompi la decompressione di “%@”.";

/* ToolTip for stop button in Downloads when the download is downloading */
"Stop downloading “%@”." = "Interrompi il download di “%@”.";

/* tooltip for stop/reload button */
"Stop loading this page." = "Interrompi l'apertura di questa pagina.";

/* default button title in default browser confirmation alert */
"Switch" = "Cambia";

/* preference panel name */
"Tabs" = "Pannelli";

/* Message in error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"The Address Book application is unavailable or not installed." = "L'applicazione Rubrica Indirizzi non è disponibile o  non è installata.";

/* message for file URL for folder that can’t be opened */
"The Finder could not open the folder at “%@”" = "Il Finder non può aprire la cartella “%@”";

/* Message for sheet that appears when a page attempts to load a plug-in that fails to load. */
"The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully." = "La pagina “%@” ha cercato di caricare il plug-in “%@”, ma l'operazione è fallita.";

/* Message for sheet that appears when a page attempts to load a plug-in with an unknown name that fails to load. */
"The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully." = "La pagina “%@” ha cercato di caricare un plug-in, ma l'operazione è fallita.";

/* Message for sheet that appears when a page attemps to load Java, but Java is unavailable. */
"The page “%@” attempted to load Java content, but Java is unavailable or not installed." = "La pagina “%@” ha cercato di caricare del contenuto Java, ma Java non è disponibile o non è installato.";

/* Message for sheet that appears when a page attempts to load a plug-in but an unknown plug-in occurred. */
"The page “%@” has attempted to load a plug-in, but a plug-in error occurred." = "La pagina “%@” ha cercato di caricare un plug-in, ma si è verificato un errore.";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "La pagina “%@” contiene il tipo MIME “%@”. Non è installato il plug-in adatto per questo tipo MIME, ma potrebbe essere disponibile in questa pagina:\n\n%@\n\nVuoi aprire la pagina?";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "La pagina “%@” contiene il tipo MIME “%@”. Non è installato il plug-in adatto per questo tipo MIME, per cui il contenuto non sarà visualizzato.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "La pagina “%@” contiene un tipo MIME non specificato. Non è installato il plug-in adatto per questo tipo MIME, per cui il contenuto non sarà visualizzato.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "La pagina “%@” ha del contenuto che richiede un plug-in. Non è installato il plug-in adatto per questo tipo MIME, ma potrebbe essere disponibile in questa pagina:\n\n%@\n\nVuoi aprire la pagina?";

/* message for panel for bad bookmark */
"The specified address “%@” is not a valid location." = "L'indirizzo “%@” specificato non ha una posizione valida.";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Il certificato del sito web è scaduto o non è più valido. Potresti collegarti ad un sito web che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate. Vuoi continuare comunque?";

/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Il certificato del sito web non è valido. Potresti collegarti ad un sito web che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate. Vuoi continuare comunque?";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Il certificato del sito è stato sottoscritto da una autorità sconosciuta. Potresti collegarti ad un sito web che dichiara di essere “%@”, ma che potrebbe mettere a rischio le tue informazioni riservate. Vuoi continuare comunque?";

/* mesage for panel for bad bookmark */
"This bookmark has no address specified." = "Questo preferito non ha nessun indirizzo specificato.";

/* Message for insecure form warning sheet */
"This form will be sent in a way that is not secure. Are you sure you want to send it?" = "Questo modulo sta per essere spedito in modo non sicuro. Sei sicuro di volerlo inviare?";

/* Title for insecure form warning sheet */
"This is a non-secure form." = "Questo è un modulo non sicuro.";

/* Message for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content */
"This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?" = "Questa pagina ha dei contenuti plu-gin che Safari non supporta. L'applicazione “%@” potrebbe essere in grado di mostrare questi contenuti. Vuoi provare?";

/* Message for sheet warning of re-posting form data */
"To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form." = "Per riaprire questa pagina, devi reinviare il modulo già inviato in precedenza. Questo potrebbe causare il ripetersi da parte del sito di azioni già eseguite la prima volta che hai visitato la pagina.";

/* Date format for today */
"Today" = "Oggi";

/* Date format for today, to be followed by time */
"Today " = "Oggi ";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError. */
"Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page." = "Troppi reindirizzamenti cercando di aprire “%@”. Questo potrebbe accadere quando apri una pagina che reindirizza ad un'altra pagina che reindirizza alla pagina originale.";

/* message for sheet when you hit return in the search field with no search text */
"Type a word or phrase in the Google search box, then press Return." = "Inserisci una parola o frase nella casella di ricerca Google e premi Invio.";

/* message for sheet for when try to go with no location */
"Type the address for the web page you would like to open." = "Inserisci l'indirizzo della pagina che vuoi aprire.";

/* Title for sheet that appears when a plug-in fails to load */
"Unable to load plug-in." = "Non posso caricare il plug-in.";

/* Status field in Downloads when a DiskCopy image is unmounting. */
"Unmounting" = "Disattivo";

/* Keychain comment describing the password entry we use to access saved encrypted form autocomplete data. */
"Used to decode the encrypted file that contains non-password data previously entered in web page forms." = "Utilizzato per decodificare il documento criptato contenente i dati non protetti inseriti in precedenza nei moduli di pagine web.";

/* BrowserDiskCopyVerificationFailed description */
"Verification failed" = "Verifica fallita";

/* Status field in Downloads when a DiskCopy image is verifying. */
"Verifying" = "Sto verificando";

/* context menu item */
"View Frame Source" = "Visualizza Sorgente Frame";

/* context menu item */
"View Source" = "Visualizza Sorgente";

/* Message for confirmation sheet when user checks 'Block pop-up windows' */
"Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links." = "Le pagine web possono aprire automaticamente finestre a comparsa per mostrare informazioni o pubblicità. Questo strumento blocca queste finestre a comparsa. Ciò non impedisce di aprire le finestre desiderate facendo clic su pulsanti o collegamenti.";

/* title for confirmation alert to switch default browser to Safari */
"Would you like to make Safari your default browser?" = "Vuoi impostare Safari come browser predefinito?";

/* Sheet title when submitting a form with login information */
"Would you like to replace your saved password with this one?" = "Vuoi sostituire la password esistente con quest'ultima?";

/* Sheet title when submitting a form with login information */
"Would you like to save this password?" = "Vuoi registrare questa password?";

/* Default response to sheet when submitting a form with login information */
"Yes" = "Sì";

/* Date format for yesterday */
"Yesterday" = "Ieri";

/* Date format for yesterday, to be followed by time */
"Yesterday " = "Ieri ";

/* title of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"You cannot change bookmarks now." = "Non puoi modificare i preferiti adesso.";

/* message for Remove All Cookies confirmation alert */
"You cannot undo this action." = "Non puoi annullare questa'azione.";

/* message for file URL with insufficient permissions */
"You don’t have the right permissions to view “%@”." = "Non hai sufficienti privilegi per visualizzare “%@”.";

/* title of sheet when you hit return in the search field with no search text */
"You haven't entered text in the Google search box." = "Non hai inserito nessun testo nella casella di ricerca Google.";

/* message for error message when syncing can't be configured in Bookmarks preferences */
"You must install iSync 1.1 or newer before you can synchronize your bookmarks." = "Devi installare iSync 1.1 o successivo prima di poter sincronizzare i preferiti.";

/* title of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks could not be changed. Try again." = "Non ho potuto modificare i preferiti. Riprova.";

/* message of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes." = "I preferiti sono stati modificati da un'altra applicazione, quindi Safari ha dovuto aggiornare i preferiti prima di effettuare ulteriori modifiche. Ora puoi effettuare le modifiche.";

/* string put on pasteboard for selected bookmarks folder */
"bookmarks folder “%@”" = "cartella dei preferiti “%@”";

/* status text for Activity window for cancelled page */
"cancelled" = "cancellato";

/* Label for only item in menu that appears when clicking on an empty Favorites bar folder */
"empty" = "vuoto";

/* short description used in Activity window for error codes that have no textual description */
"error" = "errore";

/* URL string of the apple web site that explains Rendezvous */
"http://www.apple.com/macosx/jaguar/rendezvous.html" = "http://www.apple.com/it/macosx/jaguar/rendezvous.html";

/* title for error message when syncing can't be configured in Bookmarks preferences */
"iSync 1.1 or newer required." = "iSync 1.1 o successivo richiesto.";

/* message of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment." = "iSync sta sincronizzando i preferiti e non è possibile modificarli. Riprova fra poco.";

/* in cookies table for cookies that are not secure */
"no" = "no";

/* menu title used for a URL when no other title can be determined, not even one based on the URL */
"unknown (bookmark menu item title)" = "sconosciuto";

/* fallback string used when an error has no description */
"unknown error" = "errore sconosciuto";

/* title shown for History entries with no HTML title */
"unknown title" = "titolo sconosciuto";

/* name for newly created bookmark folders */
"untitled folder" = "nuova cartella";

/* in cookies table for cookies that are secure */
"yes" = "sì";

/* message for sheet for when you type a location that can't be turned into a URL */
"“%@” is not a valid location." = "“%@” non è un indirizzo valido.";

